tap "alexanderwillner/tap"
tap "browsh-org/browsh"
tap "getantibody/tap"
tap "github/gh"
tap "guumaster/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "ravenac95/sudolikeaboss"
tap "wtfutil/wtfutil"
tap "yudai/gotty"
brew "annie"
brew "ansiweather"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "autojump"
brew "baidupcs-go"
brew "bat"
brew "c2048"
brew "gettext"
brew "pkg-config"
brew "gcc"
brew "cheat"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "libev"
brew "curl"
brew "darksky-weather"
brew "direnv"
brew "dnsmasq"
brew "exiftool"
brew "ffmpeg"
brew "figlet"
brew "fontforge"
brew "fortune"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "git-quick-stats"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "go"
brew "librsvg"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "ipfs"
brew "just"
brew "libxml2"
brew "links"
brew "neomutt"
brew "neovim"
brew "nethack"
brew "nginx"
brew "nmap"
brew "nudoku"
brew "nyancat"
brew "qt"
brew "opencv"
brew "pandoc"
brew "php-cs-fixer"
brew "pipenv"
brew "pipes-sh"
brew "pipx"
brew "pre-commit"
brew "qrencode"
brew "rainbarf"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sampler"
brew "sl"
brew "spark"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmuxinator"
brew "tor"
brew "trash"
brew "tree"
brew "ttyplot"
brew "vim"
brew "w3m"
brew "wget"
brew "wireshark"
brew "wtfutil"
brew "yadm"
brew "yarn", link: false
brew "zsh"
brew "zsh-completions"
brew "alexanderwillner/tap/things.sh"
brew "browsh-org/browsh/browsh"
brew "guumaster/tap/hostctl"
brew "heroku/brew/heroku"
brew "yudai/gotty/gotty"
cask "font-fira-code"
cask "font-iosevka-slab"
